export const data = [
  {
    id: 1,
    name: "Tasbih",
    ayat: "سُبْحٰنَ اللّٰهِ اْلعَظِيْمِ",
  },
  {
    id: 2,
    name: "Tahmid",
    ayat: "اَلَـحَمْدُلِلّٰهِ رَبِّ اْلعَلَمِيْنَ",
  },
  {
    id: 3,
    name: "Tahlil",
    ayat: "لَۤااِلٰهَ اِلاَّ اللّٰهُ",
  }, {
    id: 4,
    name: "Takbir",
    ayat: "اَللّٰهُ اَ كْـبَرُ",
  },
  {
    id: 5,
    name: "Hawqalah",
    ayat: "لاَحَوْلَ وَلَاقُوَّةَاِلاَّباِللّٰهِ الْعَلِيِّ الْعَظِيْمِ"
  },
  {
    id: 5,
    name: "-",
    ayat: "سُبْحَنَ اللهِ وَبِحَمْدِهِ"
  },
  {
    id: 6,
    name: "",
    ayat: "سُبْحَنَ اللهِ وَبِحَمْدِهِ، سُبْحَنَ اللهِ اْلعَظِيْمِ"
  },
  {
    id: 8,
    name: "",
    ayat: "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ"
  },
  {
    id: 9,
    name: "",
    ayat: "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِيْ وَيُمِيْتُ وَهُوَاْلحَيُّ الَّذِيْ لَايَمُوْتُ بِيَدِهِ اْلخَيْرَوَهُوَ عَلَى كُـلِ شَيْءٍقَدِيْرٌ"
  }
]