// source: https://www.mushaf.id/
export const RotibulHaddad = () => {
	return {
		id: 26,
		name: "Rotibul Haddad",
		phar: [],
		ayats: rotibulHadadAyats
	}
}

const rotibulHadadAyats = [
	{
		id: 1,
		ayat: "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ",
		bacaan: "",
		arti: ""
	},
	{
		id: 2,
		ayat: "اَلْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ. اَلرَّحْمنِ الرَّحِيْمِ",
		bacaan: "",
		arti: ""
	},
	{
		id: 3,
		ayat: "ماَلِكِ يَوْمِ الدِّيْنِ إِيِّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِيْنُ",
		bacaan: "",
		arti: ""
	},
	{
		id: 4,
		ayat: "هْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ",
		bacaan: "",
		arti: ""
	},
	{
		id: 5,
		ayat: "صِرَاطَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلاَ الضَّآلِّيْنَ",
		bacaan: "",
		arti: ""
	},
	{
		id: 6,
		ayat: "آمِيْنِ",
		bacaan: "",
		arti: ""
	},
	{
		id: 7,
		ayat: "اَللهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّوْمُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَهُ مَا فِي السَّموَاتِ وَمَا فِي الأَرْضِ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيْطُوْنَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَآءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُدُهُ حِفْظُهُمَا وَهُوَ العَلِيُّ العَظِيْمُ",
		bacaan: "",
		arti: ""
	},
	{
		id: 8,
		ayat: "آمَنَ الرَّسُوْلُ بِمَآ أُنْزِلَ إِلَيْهِ مِنْ رَبِّه وَالْمُؤْمِنُوْنَ كُلٌّ آمَنَ بِاللهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْناَ وَأَطَعْناَ غُفْراَنَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيْرُ",
		bacaan: "",
		arti: ""
	},
	{
		id: 9,
		ayat: "لاََ يُكَلِّفُ اللهُ نَفْسًا إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَآ إِنْ نَسِيْنَآ أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِيْنَ مِنْ قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَالاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنآ أَنْتَ مَوْلاَنَا فَانْصُرْناَ عَلَى الْقَوْمِ الْكَافِرِيْنَ",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	},
	{
		id: 1,
		ayat: "",
		bacaan: "",
		arti: ""
	}
]