// source: https://www.mushaf.id/

import AlFateha from '../al-fatihah.json'
import AlIkhlas from '../al-ikhlas.json'
import AlFalaq from '../al-falaq.json'
import AnNas from '../an-nas.json'

export const RotibulHaddad = () => {
	return {
		id: 26,
		name: "Rotibul Haddad",
		phar: [],
		ayats: rotibulHadadAyats
	}
}

const rotibulHadadAyats = [
	{
		id: 1,
		ayat: [...AlFateha.ayats.map(item => item.ayat),
			"آمِيْنِ",
			"اَللهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّوْمُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَهُ مَا فِي السَّموَاتِ وَمَا فِي الأَرْضِ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيْطُوْنَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَآءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُدُهُ حِفْظُهُمَا وَهُوَ العَلِيُّ العَظِيْمُ ۞",
			"آمَنَ الرَّسُوْلُ بِمَآ أُنْزِلَ إِلَيْهِ مِنْ رَبِّه وَالْمُؤْمِنُوْنَ كُلٌّ آمَنَ بِاللهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْناَ وَأَطَعْناَ غُفْراَنَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيْرُ ۞",
			"لاََ يُكَـلِّفُ اللهُ نَفْسًا إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَآ إِنْ نَسِيْنَآ أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِيْنَ مِنْ قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَالاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنآ أَنْتَ مَوْلاَنَا فَانْصُرْناَ عَلَى الْقَوْمِ الْكَافِرِيْنَ",
			"آمِيْنِ",
			"(3x) لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ۞"
		].join(". "),
		bacaan: AlFateha.ayats.map((item) => item.bacaan).join('. '),
		arti: AlFateha.ayats.map((item) => item.arti).join('. ')
	},
	{
		id: 2,
		ayat: "(3x) سٌبْحٰنَ اللهِ وَالْحَمْدُ لِلّٰهِ وَلآَ إِلٰهَ إِلاَّ اْللهُ وَاللهُ اَكْبَرُ",
		bacaan: "",
		arti: ""
	},
	{
		id: 3,
		ayat: "(3x) سُبْحٰنَ اللهِ وَبـحَمْدِهِ سُبْحاَنَ اللهِ الْعَظِيْمِ",
		bacaan: "",
		arti: ""
	},
	{
		id: 4,
		ayat: "(3x) رَبَّنَا اغْفِرْ لَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيْمُ",
		bacaan: "",
		arti: ""
	},
	{
		id: 5,
		ayat: "(3x) اَللّٰهُمَّ صَلِّ عَلَى سَيِدِنَا مُحَمَّدٍ، اَللَّهُمَّ صَلِّ عَلَيْهِ وَسَلِّمْ",
		bacaan: "",
		arti: ""
	},
	{
		id: 6,
		ayat: "(3x) أَعُوْذُ بِكَلِمٰتِ اللهِ التَّآمَّاتِ مِنْ شَرِّمَا خَلَقَ",
		bacaan: "",
		arti: ""
	},
	{
		id: 7,
		ayat: "(3x) بِسْـمِ اللهِ الَّذِيْ لاَ يَضُـرُّ مَعَ اسْـمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي الْسَّمَـآءِ وَهُوَ الْسَّمِيْـعُ الْعَلِيْـمُ",
		bacaan: "",
		arti: ""
	},
	{
		id: 8,
		ayat: "(3x) رَضِيْنَـا بِاللهِ رَبًّا وَبِالإِسْـلاَمِ دِيْنـًا وَبِمُحَمَّدٍ نَبِيّـًا",
		bacaan: "",
		arti: ""
	},
	{
		id: 9,
		ayat: "(3x) بِسْمِ اللهِ وَالْحَمْدُ لِلَّهِ وَالْخَيْرُ وَالشَّـرُّ بِمَشِيْئَـةِ اللهِ",
		bacaan: "",
		arti: ""
	},
	{
		id: 10,
		ayat: "(3x) آمَنَّا بِاللهِ وَاليَوْمِ الآخِرِ تُبْناَ إِلَى اللهِ باَطِناً وَظَاهِرًا",
		bacaan: "",
		arti: ""
	},
	{
		id: 11,
		ayat: "(3x) يَا رَبَّنَا وَاعْفُ عَنَّا وَامْحُ الَّذِيْ كَانَ مِنَّا",
		bacaan: "",
		arti: ""
	},
	{
		id: 12,
		ayat: "(7x) ياَ ذَا الْجَلاَلِ وَالإِكْراَمِ أَمِتْناَ عَلَى دِيْنِ الإِسْلاَمِ",
		bacaan: "",
		arti: ""
	},
	{
		id: 13,
		ayat: "(3x) ياَ قَوِيُّ ياَ مَتِيْـنُ إَكْفِ شَرَّ الظَّالِمِيْـنَ",
		bacaan: "",
		arti: ""
	},
	{
		id: 14,
		ayat: "(3x) أَصْلَحَ اللهُ أُمُوْرَ الْمُسْلِمِيْنَ صَرَفَ اللهُ شَرَّ الْمُؤْذِيْنَ",
		bacaan: "",
		arti: ""
	},
	{
		id: 15,
		ayat: "(3x) ـَا عَلِيُّ يـَا كَبِيْرُ يـَا عَلِيْمُ يـَا قَدِيْرُ يـَا سَمِيعُ يـَا بَصِيْرُ يـَا لَطِيْفُ يـَا خَبِيْرُ",
		bacaan: "",
		arti: ""
	},
	{
		id: 16,
		ayat: "(3x) ياَ فَارِجَ الهَمِّ يَا كَاشِفَ الغَّمِّ يَا مَنْ لِعَبْدِهِ يَغْفِرُ وَيَرْحَمُ",
		bacaan: "",
		arti: ""
	},
	{
		id: 17,
		ayat: "(4x) أَسْتَغْفِرُ اللهَ رَبَّ الْبَرَايَا أَسْتَغْفِرُ اللهَ مِنَ الْخَطَاياَ",
		bacaan: "",
		arti: ""
	},
	{
		id: 18,
		ayat: "(50x) لاَ إِلَهَ إِلاَّ الله",
		bacaan: "",
		arti: ""
	},
	{
		id: 19,
		ayat: "لاَ إِلَهَ إِلاَّ الله مُحَمَّدٌ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَشَرَّفَ وَكَرَّمَ وَمَجَّدَ وَعَظَّمَ وَرَضِيَ اللهُ تَعاَلَى عَنْ اَهْلِ بَيْتِهِ الطَّيِّبِيْنَ الطَّاهِرِيۡنَ وَاَصۡـحٰبِهِ اۡلاَكۡـرَمِيۡنَ وَاَذۡوَاجِهِ الطَّاهِرَاتِ اُمَّهَاتِ الْمُؤْ مِنِيْنِ وَالتَّابِعِيْنَ لَهُمْ بِإِحْسَانٍ إِلَى يَوْمِ الدِّيْنِ وَعَلَيْنَا مَعَهُمْ وَفِيْهِمْ بِرَحْمَتِكَ يَۤااَرْحَمَ الدّٰحِمِيْنَ",
		bacaan: "",
		arti: ""
	},
	{
		id: 20,
		ayat: [
			"بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ",
			...AlIkhlas.ayats.map(item => item.ayat),
		""].join(". "),
		bacaan: AlIkhlas.ayats.map(item => item.bacaan).join(". "),
		arti: AlIkhlas.ayats.map(item => item.arti).join(". ")
	},
	{
		id: 21,
		ayat: [
			"بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ",
			...AlFalaq.ayats.map(item => item.ayat),
			""].join(". "),
		bacaan: AlFalaq.ayats.map(item => item.bacaan).join(". "),
		arti: AlFalaq.ayats.map(item => item.arti).join(". ")
	},
	{
		id: 22,
		ayat: [
			"بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ",
			...AnNas.ayats.map(item => item.ayat),
			""].join(". "),
		bacaan: AnNas.ayats.map(item => item.bacaan).join(". "),
		arti: AnNas.ayats.map(item => item.arti).join(". ")
	},
	{
		id: 23,
		ayat: "اَلْفَـاتِحَةُ لِسَيِّدنَاالْفَقِيْهِ المُقَدَّمِ مُحَمَّدِ بْنِ عَلِىٍّ بَاعَلَوِيِّ وَاُصُوْلِهِ وَفُـرُوْعِهِ وَجَمِيْعِ السَـادَةِ آلِ بَا عَلَوِيِّ. اَلْفَـاتِحَةُ لِجَمِيْعِ السَّادَةِ الصُّوْفِيَّةِ اَيْنَمَاكَانُوْا. اَلْفَـاتِحَةُ لِصَاحِبِ الرَّاتِبِ سَيِّدِنَا الْـحَبِيْبِ عَبْدِ اللّٰهِ بْنِ عَلْوِى الْـحَدَّادِبَاعَلَوِيِّ",
		bacaan: "",
		arti: ""
	},
	{
		id:24,
		ayat: "اَللّٰهُمَ اِنَّا نِسْاَ لُكَ رِضَاكَ وَالْـجَنَّةَ وَعُوْ ذُبِكَ مِنْ سَخَطِكَ وَالنَّارِ",
		bacaan: "",
		arti: ""
	}
]