[
  {
    "id": 28,
    "title": "Taawuz",
    "ayat": "اَعُوْذُبِااللهِ مِنَ الشَّيْطَنِ الرَّجِيْـمِ"
  },
  {
    "id": 29,
    "title": "Basmalah",
    "ayat": "بِسْــــمِ اﷲِالرَّحْمَنِ اارَّحِيم"
  },
  {
    "id": 30,
    "title": "Hasbalah",
    "ayat": "حَسْبُنَا اللهُ وَنِعْمَ اْلوَكِيْلُ"
  },
  {
    "id": 31,
    "title": "Istirja",
    "ayat": "اِنَّا لِلّٰهِ وَاِنَّۤا اِلَيْهِ رَجِعُوْنَ"
  },
  {
    "id": 32,
    "title": "Istighfar",
    "ayat": "اَسْتَغْفِرُاللّٰهَ اْلعَظِيْمَ"
  },
  {
    "id": 33,
    "title": "Sholawat",
    "ayats": [
      {
        "id": 1,
        "name": "Sholawatur Ra'ufir Rohim",
        "ayat": "اَللّٰهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَ سَيِّدِنَا مُحَمَّدِ اِلرَّءُوْفِ الرَّحِيْمِ،ذِى اْلـخُلُقِ اْلعَظِيْمِ وَعَلَۤ اٰلِهِ وَاَصْحٰبِهٖ وَاَزْوَاجِهٖ فِيْ كُـلِّ لَـحْظَةٍ عَدَدَ كُلِّ حَادِثٍ وَّقَدِيْمٍ"
      },
      {
        "id": 2,
        "name": "Sholawat A'zomil Mu'abbad",
        "ayat": "اَللّٰهُمَّ اِنِّى اَسْاَلُكَ بِاسْمِكَ الْاَعْظَمِ الْمَكْتُوْبِ مِنْ نُوْرِ وَجْهِكَ الْاَعْلَى الْمُؤَبَّدِ الدَّائِمِ الْبَاقِى الْمُخَلَّدِ فِيْ قَلْبِ نَبِيِّكَ وَرَسُوْلِكَ مُحَمَّدٍ، وَاَسْأَلُكَ بِاسْمِكَ الْاَعْظَمِ الْوَاحِدِ بِوَحْدَةِ الْاَحَدِ الْمُتَعَالِى عَنْ وَحْدَةِ الْكَمِّ وَالْعَدَدِ الْمُقَدَّسِ عَنْ كُلِّ اَحَدٍ، وَبِحَقِّ بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ: قُلْ هُوَ اْللهُ أَحَدٌ، اَللهُ اْلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يٌوْلَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ، اَنْ تُصَلِيَّ وَتُسَلِّمِ عَلٰى سَيِّدِنَا مُحَمَّدٍ سِرِّ حَيَاةِ الْوُجُوْدِ، وَالسَّبَبِ الْاَعْظَمِ لِكُلِّ مَوْجُوْدٍ، صَلَاةً تُثَبِّتُ فِيْ قَلْبِى الْاِيْمَانِ وَتُحَفِّظُنِى الْقُرْآنِ وَتُفَهِّمُنِيْ مِنْهُ الْاٰيَتِ وَتَفْتَحُ لِيْ بِهَا نُوْرَ الْجَنَّاتِ وَنُوْرَ الْنَّعِيْمِ وَنُوْرَ النَّظَرِ اِلٰى وَجْهِكَ الْكَرِيْمِ وَعَلَى آلِهِ وَصَحْبِهِ اَجْمَعِيْنَ.",
        "bacaan": "Allohumma inni as-aluka bismikal A’zhomil maktuubi min nuuri wajHikal a’laa al-mu-abbadid-daa-imil baqil mukhollad. Fii Qolbi nabiyyika wa rosuulika Muhammad. Wa as-aluka bismikal a’zhomi waahidi biwahdatil ahadil muta’aalii ‘an wahdatil kammi wal’adad.Al-Muqoddasi ‘an kulli ahad. Bihaqqi…( Bismillahir rohmair rohim: Qul Huwallahu Ahad ....). An tusholliya ‘alaa Sayyidina Muhammadin sirri hayatil wujuudi was-sababil a’zhomi likulli maujuud sholaatan tu-tsab-bitu fii Qolbil imaana wa tuhaffizhunil Qur-aan, wa tufah-himunii minhul ayaati wa taftahuli bihaa nuurol jannati wa nuuron na’iim wa nuuron nazoori ilaa wajhikal kariimi wa ‘alaa alihi wa shohbihi wa sallim",
        "arti": "Ya Allah aku mohon kepadaMu dengan AsmaMu yang Agung, yang tertulis dari cahaya wajahMU yang maha Tinggi dan maha Besar, yang kekal dan abadi, di dalam kalbu Rasul dan NabiMU Muhammad SAW.Aku memohon dengan AsmaMU yang Agung dan Tunggal dengan kesatuan yang manunggal, yang Maha Agung dari kesatuan jumlah, dan maha Suci dari setiap sesuatu, dan dengan hak BISMILLAHIRRAHMANIRRAHIIM. QULHUALLAHU AHAD. ALLAHUSSHOMAD. LAM YALID WALAM YULAD WALAM YAKUL LAHU KUFUWAN AHAD. Semoga Engkau limpahkan shalawat kepada junjungan kami Muhammad, rahasia kehidupan yang ada, sebab terbesar bagi semua yang ada, dengan shalawat yang menetapkan iman dalam dadaku, dan mendorongku agar menghapalkan Alquran, dan memberikan pemahaman padaku akan ayat-ayatnya, membukakan padaku dengannya cahaya surga dan cahaya nikmat, serta cahaya pandangan kepada wajahMu yang Mulia, juga kepada keluarga dan para sahabatnya.Limpahkan pula salam sejahtera padanya"
      },
      {
        "id": 3,
        "name": "Sholawat Munfarijah",
        "ayat": "أللّهُمَّ صَلِّ صَلَاةً كَامِلَةً وَّسَلِّمْ سَلَامًا تَامًّاعَلَى سَيِّدِنَا مُحَمَّدِ اْلّذِي تَنْحَلُّ بِهِ الْعُقَدُ، وَتَنْفَرِجُ بِهِ الْكُرَبُ وَتُقْضَى بِهِ الْحَوَائِجُ وَتُنَالُ بِهِ الرَّغَائِبُ وَحُسْنُ الْخَوَاتِمِ وَيُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ الْكَرِيْمِ وَعَلَى آلِهِ وَصَحْبِهِ فِيْ كُلِّ لَمْحَةٍ وَنَفَسٍ بِعَدَدِ كُلِّ مَعْلُوْمٍ لَكَ",
        "bacaan": "Allohumma sholli sholaatan kaamilatan wa sallim salaaman taamman ‘ala sayyidina Muhammadinilladzi tanhallu bihil ‘uqodu wa tanfariju bihil qurobu wa tuqdho bihil hawaaiju wa tunalu bihir roghooibu wa husnul khowaatimu wa yustasqol ghomamu biwajhihil karim wa ‘ala aalihi wa shohbihi fi kulli lamhatin wa nafasin bi’adadi kulli ma’lumin laka.",
        "arti": "Wahai Allah, limpahkanlah rahmat dan salam yang sempurna kepada junjungan kita Nabi Muhammad SAW. Semoga terurai dengan berkahnya segala macam buhulan dilepaskan dari segala kesusahan, tunaikan segala macam hajat, dan tercapai segala macam keinginan dan husnul khotimah, di curahkan air hujan (rahmat) dengan berkah pribadinya yang mulia. Semoga rahmat dan salam yang sempurna itu juga tetap tercurah kepada para keluarga dan sahabat beliau, setiap kedipan mata dan hembusan nafas, bahkan sebanyak pengetahuan bagiMu"
      },
      {
        "id": 4,
        "name": "Sholawat Munjiyyah",
        "ayat": "اَللّٰهُمَ صَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ صَلَاةً تُنْجِيْنَا بِهَا مِنْ جَمِيْعِ الْأَهْوَالِ وَاْلاٰ فَاتِ،وَتَقْضِيْ لَنَا بِهَا جَمِيْعَ الْحَاجَاتِ،وَتُطَهِّرُنَا بِهَا مِنْ جَمِيْعِ السَّيِّاٰتِ،وَتَرْفَعُنَا بِهَاۤ اَعْلَى الدَّرَجٰتِ، وَتُبَلِّغُنَا بِهَاۤ اَقْصَى الْغَايَاتِ مِنْ جَمِيْعِ الْخَيْرٰتِ فِى الْحَيَاةِ وَبَعْدَ الْمَمَاتِ وَعَلـٰۤى اٰلِهِ وَصَحْبِهٖ بِعَدَدِمَافِيْ عِلْمِكَ",
        "bacaan": "Allaahumma shalli ‘alaa sayyidiniaa muhammadin shalaatan tunjiinaa bihaa min jamii’il ahwaali wa aafaat wa taqdhii lanaa bihaa jamii’al haajat wa tuthahhirunaa bihaa min jamii’is sayyiaat wa tarfa’unaa bihaa ‘indaka a’lad darajaat wa tuballighunaa bihaa aqshal ghaayat min jamii’il khairaati fil hayaati wa ba’dal mamaati wa ala alihi wa sahbihi bi adadi fii'ilmika",
        "arti": "Ya Allah, limpahkanlah rahmat kepada junjungan kami Nabi Muhammad, dengan sholawat itu, Engkau akan menyelamarkan kami dari semua keadaan yang menakutkan dan dari semua cobaan; dengan sholawat itu, Engkau akan mengabulkan hajat kami; dengan sholawat itu, Engkau akan menyucikan kami dari segala keburukan; dengan sholawat itu, Engkau akan mengangkat kami ke derajat paling tinggi; dengan sholawat itu pula, Engkau akan menyampaikan kami kepada tujuan yang paling sempurna dalam semua kebaikan, ketika hidup dan setelah mati"
      },
      {
        "id": 5,
        "name": "Sholawat Badriyyah",
        "ayat": "صَـلَا ةُ اللهِ سَـلاَمُ اللهِ٭عَـلَى طٰـهَ رَسُـوْلِ اللهِ صَـلاَةُ اللهِ سَـلَامُ اللهِ٭عَـلَى يَـسۤ حَبِيْـبِ اللهِ تَوَ سَـلْنَا بِـبِـسْـمِ اللّهِ٭وَبِالْـهَادِيْ رَسُـوْلِ اللهِ وَ كُــلِّ مُجَـا هِـدٍ لِّلّٰهِ٭بِاَهْـلِ الْبَـدْ رِ يـَا اَللهُ اِلهِـيْ سَـلِّـمِ اْلا ُمـَّةَ٭مِـنَ اْلاٰفَاتِ وَالنِّـقْـمَةِ وَمِنْ هَـمٍ وَمِنْ غُـمَّـةٍ٭بِاَ هْـلِ الْبَـدْرِ يـَا اَللهُ اِلهِيْ نَجِّـنَا وَاكْـشِـفْ٭جَـمِيْعَ اَذِ يـَّةٍ وَّا صْرِفْ مَـكَۤائِـدَ الْعِـدَا وَالْطُـفْ٭بِاَ هْـلِ الْبَـدْ رِ يـَا اَللهُ اِلهِيْ نَـفِّـسِ الْـكُـرَبَا٭مِنَ الْعَـاصِيْـنَ وَالْعَطْـبَا وَ كُـلِّ بـَلِـيَّـةٍ وَّوَبـَا٭بِا َهْـلِ الْبَـدْ رِ يـَا اَللهُ فَكَــمْ مِنْ رَحْمَةٍ حَصَلَتْ٭وَكَــمْ مِنْ ذِلَّـةٍ فَصَلَتْ وَكَـمْ مِنْ نِعْمـَةٍ وَصَلَـتْ٭بِا َهْـلِ الْبَـدْ رِ يـَا اَللهُ وَ كَـمْ اَغْـنَيْتَ ذَالْعُـمْرِ٭وَكَـمْ اَوْلَيْـتَ ذَاالْفَـقْـرِ وَكَـمْ عَافَـيـْتَ ذِاالْـوِذْرِ٭بِاَ هْـلِ الْبَـدْ رِ يـَا اَللهُ لَـقَدْ ضَاقَتْ عَلَى الْقَـلْـبِ٭جَمِـيْعُ اْلاَرْضِ مَعْ رَحْبِ فَانْـجِ مِنَ الْبَلاَ الصَّعْـبِ٭بِا َهْـلِ الْبَـدْ رِ يـَا اَللهُ ا َتَيـْنَا طَـالِـبِى الرِّفْـقِ٭وَجُـلِّ الْخَـيْرِ وَالسَّـعْدِ فَوَ سِّـعْ مِنْحَـةَ اْلاَيـْدِىْ٭بِاَ هْـلِ الْبَـدْ رِ يـَا اَللهُ فَـلاَ تَرْدُدْ مَـعَ الْخَـيـْبَةْ٭بَلِ اجْعَلْـنَاعَلَى الطَّيْبـَةْ اَيـَا ذَاالْعِـزِّ وَالْهَـيـْبَةْ٭بِاَ هْـلِ الْبَـدْ رِ يـَا اَللهُ وَ اِنْ تَرْدُدْ فَـمَنْ نَأْتـِىْ٭بِـنَيـْلِ جَمِيـْعِ حَاجَا تِى اَيـَا جَـالِى الْمُـلِـمـَّاتِ٭بِاَ هْـلِ الْبَـدْ رِ يـَا اَللهُ اِلهِيْ اغْفِـرِ وَاَ كْرِ مْنَـا٭بِـنَيـْلِ مـَطَا لِبٍ مِنَّا وَ دَفْـعِ مَسَـاءَةٍ عَـنَّا٭بِاَ هْـلِ الْبَـدْ رِ يـَا اَللهُ اِلهِيْ اَنـْتَ ذُوْ لُطْـفٍ٭وَذُوْ فَـضْلٍ وَذُوْ عَطْـفٍ وَكَـمْ مِنْ كُـرْبـَةٍ تَنـْفِىْ٭بِاَ هْـلِ الْبَـدْ رِ يـَا اَللهُ وَصَلِّ عَـلَى النـَّبِىِّ الْبَـرِّ٭بـِلاَ عَـدٍّ وَلاَ حَـصْـرِ وَالِ سَـادَةٍ غُــــرِّ٭بِاَ هْـلِ الْبَـدْ رِ يـَا اَللهُ صَلِّ وَسَلِّمْ عَلَ النَّبِيِّ خَيْرِ اْلبَشَرِ٭وَاْلاَلِ وَالْنَدْرِ قِـنَا مِنْ كُلِّ شَرٍّ٭اَللّٰهُمَّ لاَ تُؤَاخِذْنَا بِا لْجَرِيْرَةِ٭وَاَصْلِحْ لَنَا اْلعَلَا نِيَلةَ وَالسَرِيْرَةَ وَاجْعَلْنَا مِمَّنْ يَّدْعُوْۤ اِلَيْكَ عَلٰ بَصِيْرَةٍ، وَصَلَّى اللهِ عَلَ خَيْرِ خَلْقْهٖ وَنُوْرِ عَرْ شِهِ وَمُظْهَرِ لُطْفِهٖ سَيّدِ نَا وَحَبِيْبِنَا وَشُفِيْعِنَا مُحَمَّدٍ وَّعَلٰۤ اٰلِهِ وَصَحْبِهِ وَ سَلَّمَ",
        "bacaan": "Shalaatullaah Salaamul laah ‘Alaa Thaaha Rasuulillaah Shalaatullaah Salaamulleah ‘Alaa Yaa Siin Habiibillaah Tawassalnaa Bibismi llaah Wabil Haadi Rasuulillaah Wakulli Mujaahidin Lillaah Bi Ahlil Badri Yaa Allaah llaahi Sallimil Ummah Minal Aafaati Wanniqmah Wamin Hammin Wamin Ghummah Bi Ahlil Badri Yaa Allaah Ilaahi Najjinaa Waksyif Jamii’a Adziyyatin Wahrif Makaa idal ‘idaa wal thuf Bi Ahlil Badri Yaa Allaah llaahi Naffisil Kurbaa Minal’Ashiina Wal’Athbaa Wakulli Baliyyatin Wawabaa Bi Ahlil Badri Yaa Allaah Wakam Min Rahmatin Washalat Wakam Min Dzillatin Fashalat Wakam Min Ni’matin Washalat Bi Ahlil Bailri Yaa Allaah Wakam Aghnaita Dzal ‘Umri Wakam Autaita D’Zal Faqri Wakam’Aafaita Dzal Wizri Bi Ahlil Badri Yaa Allaah Laqad Dlaaqat’Alal Oalbi Jamii’ul Ardli Ma’ Rahbi Fa Anji Minal Balaas Sha’bi Bi Ahlil Badri Yaa A,llaah Atainaa Thaalibir Rifdi Wajullil Khairi Was Sa’di Fawassi’ Minhatal Aidii Bi Ahlil Badri Yaa Allaah Falaa Tardud Ma’al Khaibah Balij’Alnaa’Alath Thaibah Ayaa Dzal ‘lzzi Wal Haibah Bi Ahlil Badri Yaa Allaah Wain Tardud Faman Ya-Tii Binaili Jamii’i Haajaati Ayaa jalail mulimmaati Bi Ahlil Badri Yaa Allaah llaahighfir Wa Akrimnaa Binaili Mathaalibin Minnaa Wadaf i Masaa-Atin ‘Annaa Bi Ahlil Badri Yaa Allaah llaahii Anta Dzuu Luthfin Wadzuu Fadl-Lin Wadzuu ‘Athfin Wakam Min Kurbatin Tanfii Bi Ahlil Badri Yaa Allaah Washalli ‘Alan Nabil Barri Bilaa ‘Addin Walaa Hashri Wa Aali Saadatin Ghurri Bi Ahlil Badri Yaa Allaah",
        "arti": "Rahmat dan keselamatan Allah, Semoga tetap untuk Nabi utusan Allah, Rahmat dan keselamatan Allah, Semoga tetap untuk Nabi Yasin kekasih Allah’ Kami berwasilah dengan berkah “Basmalah”, Dan dengan Nabi yang menunaikan lagi utusan Allah, Dan seluruh. Orang yang berjuang karena Allah, Karenaberkahnya ahli badar ya Allah. Ya Allah, semoga Engkau menyelamatkan ummat, Dari bencana dan siksa, Dan dari susah dan kesulitan Karena berkahnya ahli badar ya Allah. Ya AIlah semoga Engkau selamatkan kami dari segala yang menyakitkan, Dan semoga Engkau menjauhkan dari berbagai tipu daya musuh-musuh, Dan semoga Engkau mengasihi kami, Karena berkahnya ahli badar ya Allah. Ya Allah, semoga Engkau menjauhkan beberapa kesusahan Dari orang-orang yang bermaksiat dan membuat kerusakan Dan semoga Engkau menghilangkan semua bencana dan wabah penyakit Karena berkahnya ahli badar ya Allah. Maka sudah banyak rahmat yang telah sampai Dan sudah banyak kenistaan yang dihilangkan Dan sudah banyak dari nikmat yang telah sampai Karena berkahnya ahli badar ya Allah. Sudah berapa kali Engkau memberi harta orang yang makmur Dan berapa kali Engkau memberi nikmat kepada orang yang fakir Dan berapa kali Engkau  mengampuni orang yang berdosa Karena berkahnya ahli badar ya Allah.. Sungguh hati manusia yang merasa sempit di atas tanah yang luas ini karena banyaknya marabahaya yang menakutkan Dan malapetaka yang menghancurkan semoga Allah menyelamatkan kami dari bencana yang menakutkan Karena berkahnya ahli badar ya Allah. Kami datang dengan memohon pertolongan Dan memohon kebaikan dan keberkahan Semoga Allah meluaskan anugerah yang melimpah-limpah. Karena berkahnya ahli badar ya Allah.. Maka janganlah Engkau menolak kami dari kerugian, Bahkan jadikanlah diri kami dapat beramal baik, dan selalu berbahagia Wahai Dzat yang punya kebesarandan keagungan Karena berkahnya ahli badar ya Allah. Jika Engkau menolak hamba, maka kepada siapakah kami akan datang mohon semua hajat kami Wahai Dzat yang menghilangkan bencana dunia dan akhirat, hilangkan bencana-bencana hamba lantaran berkahnya ahli Badar ya Allah. Ya Allah, semoga Engkau mengampuni segala kesalahan kami dan memuliakan diri kamidengan beberapa permohonan kami, dan menolak kesalahan-kesalahan  kami, Karena berkahnya ahli badar ya Allah. Ya Allah, Engkaulah yang mempunyai belas kasihan, dan punya anugerah dan kasih sayang Sudah banyak kesusahan yang sirna Dari sebab berkahnya sahabat ahli Badar ya Allah. Dan semoga Engkau melimpahkan rahmat kepada Nabi yang senantiasa berbakti kepada-Mu dengan limpahan rahmat dan kesejahteraan yang tak terbilang dan tak terhitung, Dan semoga tetap atas para keluarga Nabi dan para Sayyid yang bersinar cahayanya Karena berkahnya ahli badar ya Allah. Sholawat sendiri sebenarnya banyak jenisnya. Bahkan sholawat lain yang diajarkan Nabi dan para sahabat ada beberapa yang sampai saat ini masih banyak yang mengamalkannya.  Sholawat sebenarnya tidak semua dituliskan dalam hadist dan dalam kitab-kitab. Namun sebenarnya sholawat adalah sebuah salam dan doa umat untuk Nabi. Dan ketika seorang umat mengucapkan salam dan mendoakan nabi maka Nabi akan balik mendoakan umat tersebut"
      },
      {
        "id": 6,
        "name": "Sholawat Sayyidina Ali R-A",
        "ayat": "صَلَوَاتُ اللهِ وَمَلاَئِكَتِهِ وَاَنْبِيَائِهِ وَرُسُلِهِ وَجَمِيْعِ خَلْقِهِ عَلَى مُحَمَّدٍ وَاَلِ مُحَمّدِ وَعَلَيْهِ وَعَلَيْهِمُ السَّلاَمُ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ",
        "bacaan": "Shalawaatulullaahi wamalaaikatihi wa anbiyaaihii wajamii'i khalqihii 'alaa Muhammadin 'alaihi wa'alaihimus salaamu warahmatullaahi wabarakaatuh.",
        "arti": "Semoga Rahmat Allah dan para Malaikat Nya , para NabiNya, serta para makhluqNya tetap atas nabi Muhammad SAW dan keluarganya semoga dapat limpahan keselamatan, rahmat Allah dan berkahNya."
      },
      {
        "id": 7,
        "name": "Sholawat Sayyidatina Fatimah R-A",
        "ayat": "اَللَّهُمَّ صَلِّ عَلىَ مَنْ رُوْحُهُ مِحْرَابُ اْلأَرْوَاحْ وَالْمَلاَئِكَة وَاْلَكوْن. اَللهُمَّ صَلَّ عَلَى مَنْ هُوَ إِمَامُ اْلأَنْبِيَاءِ وَاْلمُرْسَلِيْنَ . اَللَّهُمَّ صَلِّ عَلىَ مَنْ هُوَإِماَمُ أَهْلِ اْلجَنَّةِ عِبَادِ اللهِ اْلمُؤْمِنِيْنَ",
        "bacaan": "Allohumma sholli ‘alaa man ruuhuhuu mihroobul arwaahi wal malaa-ikati wal kawni. Allohumma sholli ‘alaa man huwa imaamul anbiyaa-i wal musaliina. Allohumma sholli ‘alaa man huwa imaamu ahlil jannati ibaadillaahil mukminaana.",
        "arti": "Ya Allah, berilah limpahan rahmat kepada orang yang mana ruhnya menjadi tempat semua ruh, malaikat dan alam. Ya Allah, berilah limpahan rahmat kepada orang yang menjadi pemimpin para nabi dan para rasul. Ya Allah, berilah limpahan rahmat kepada orang yang menjadi pemimpin ahli surga, hamba-hamba Allah yang beriman."
      },
      {
        "id": 8,
        "name": "Sholawatun Nuril Anwar",
        "ayat": "اَللَّهُمَّ صَلِّ عَلٰى نُوْرِ اْلأَنْوَارِ وَسِرِّ الأَسْرَارِ وَتِرْيَاقِ اْلاَغْيَارِ وَمِفتَاحِ بَابِ الْيَسَارِ سَيِّدِنَا وَمَوْلاَنَا مُحَمَّدٍ نِالْمُخْتَارِ وَآلِهِ اْلأَطْهَارِ وَاَصْحَابِهِ اْلاَخْيَارِ عَدَدَ نِعَمِ اللهِ وَاِفضَالِهِ",
        "bacaan": "Allahumma Shalli ‘Alaa Nuuril Anwaari Wasirril Asraari, Watiryaaqil Aghyaari Wamiftaahi Baabil Yasaari, Sayyidinaa Wamaulaana Muhammadinil Muhtaari Wa Aalihil Ath Haari Wa Ash Haabihil Ahyaari ‘Adada Ni’amillaahi Wa Ifdhaalih.",
        "arti": "Ya Allah, limpahkanlah rahmat kepada cahaya dari segala cahaya, belakang layar dari segenap rahasia, penawar sedih dan kebingungan, pembuka pintu kemudahan, yakni junjungan kami, Nabi Muhammad saw. yang terpilih, keluarganya yang suci, dan para sahabatnya yang mulia sebanyak hitungan nikmat Yang Mahakuasa dan karunia-Nya"
      },
      {
        "id": 9,
        "name": "Sholawatut Tibbil Qulub",
        "ayat": "اَللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ طِبِّ الْقُلُوْبِ وَدَوَائِهَا، وَعَافِيَةِ اْلأَبْدَانِ وَشِفَائِهَا، وَنُوْرِاْلأَبْصَارِ وَضِيَائِهَا، وَعَلَى آلِهِ وَصَحْبِهِ بِعَدَدِمَافِيْ عِلْمِكَ",
        "bacaan": "Allahumma sholli `ala Sayyidina Muhammadin thibbil qulubi wa dawa-iha wa `afiyatil abdani wa syifa-iha wa nuril abshori wa dhiya-iha wa `ala alihi wa shohbihi bi adadi fi ilmika",
        "arti": "Ya Allah curahkanlah rahmat kepada junjungan kita Nabi Muhammad SAW, sebagai obat hati dan penyembuhnya, penyehat badan dan kesembuhannya dan sebagai penyinar penglihatan mata beserta cahayanya. Semoga shalawat dan salam tercurahkan pula kepada keluarga serta para sahabat-sahabatnya"
      },
      {
        "id": 10,
        "name": "Sholawatul Giyasah",
        "ayat": "يَا صَاحِبِيْ عِنْدَ كُلِّ شِدَّ تِيْ وَيَاغِيَاشِيْ عِنْدَكُلَّ كُرْبَتِيْ صَلِّ عَلَ حَبِيْبِكَ سَيْدِنَا مُحَمَّدٍوَّعَلٰ اٰلِ سَيْدِنَا مُحَمَّدٍ وَّاَجْعَلْ لَّنَا مِنْ اَمْرِنَا فَرَجًا وَّمَخْرَجًا",
        "bacaan": "",
        "arti": ""
      },
      {
        "id": 11,
        "name": "Sholawatul Kotmil Qur'an",
        "ayat": "اَللّهُمَ صَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍعَدَدَاْلقُرْاٰنْ حَرْفًا حَرْفًا، وَصَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَكُلِّ حَرْفٍ اَلْفًا اَلْفًا، وَصَلِّ وَسَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ عَدَدَكُلِّ اَلْفِ ضِعْفًا ضِعْفًا",
        "bacaan": "",
        "arti": ""
      },
      {
        "id": 12,
        "name": "Sholawatu Ulil 'Azm",
        "ayat": "اَللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ وَآدَمَ وَنُوْحٍ وَإِبْرَاهِيْمَ وَمُوْسَى وَعِيْسَى وَمَا بَيْنَهُمْ مِنَ النَّبِيِّيْنَ وَالْمُرْسَلِيْنَ . صَلَوَاتُ اللهِ وَسَلاَمُهُ عَلَيْهِمْ أَجْمَعِيْنَ",
        "bacaan": "Allaahumma shalli wa baarik ‘alaa sayyidinaa Muhammadin wa Adama wa Nuhin wa Ibraahiima Wa Muusaa Wa ‘Isa wa Maa Bainahum Minan Nabiyyiina wal Mursaliina Shalawaatullaahi wa Salaamuhu ‘Alaihim Ajma’iin",
        "arti": "Ya Allah, limpahkanlah rahmat, salam dan keberkahan kepada junjungan kami Nabi Muhammad, Nabi Adam, Nabi Nuh, Nabi Ibrahim, Nabi Musa, Nabi Isa dan seluruh Nabi dan Rasul di antara mereka. Semoga rahmat dan salam Allah selau tercurah kepada mereka semua"
      }
    ]
  },
  {
    "id": 33,
    "title": "Doa dan Dzikir Dalam Setiap Keadaan",
    "ayats": [
      {
        "id": 1,
        "name":"Doa Nabi Muhammad SAW (Doa Mustajab)",
        "ayat": "اَللَّهُمَّ اِنِّيْۤ اَسْأَلُكَ رَحْمَةًمِّنْ عِنْدِكَ تَهْدِيْ بِهَا قَلْـبِيْ وَتَجْمَعُ بِهَا ثَمْلِيْ وَتُرُدُّبِهَا اْلفِتْنَةُعَنِّيْ",
        "bacaan":"Allaahumma innii as aluka rahmatam min ‘indika tahdii bihaa qalbii wa tajma’u bihaa syamlii wa taruddu bihal fitnata ‘anni",
        "arti":"Ya Allah, sesungguhnya aku memohon rahmat dari sisi-Mu yang dapat memberikan petunjuk pada kalbuku dan menghimpun semua kekuatanku serta dapat menolak fitnah yang akan menimpa diriku"
      }
    ]
  }
]