{
  "id": 12,
  "subTitle": "Doa Akan Bepergian",
  "sources": "https://menuntunanak.blogspot.com/2020/07/bacaan-doa-saat-bepergian.html",
  "ayats": [
    {
      "id": 1,
      "ayat": "اللَّهُمَّ بِكَ أسْتَعِينُ، وَعَلَيْكَ أتَوَكَّلُ، اللَّهُمَّ ذَلِّلْ لي صعُوبَةَ أمْرِي، وَسَهِّلْ عَليَّ مَشَقَّةَ سَفَرِي، وَارْزُقْنِي مِنَ الخَيْرِ أكْثَرَ مِمَّا أطْلُبُ، وَاصْرِفْ عَنِّي كُلَّ شَرٍّ، رَبّ اشْرَحْ لي صَدْرِي، وَيَسِّرْ لِي أمْرِي",
      "bacaan": "Allahumma bika nasta’inu, wa ‘alaika atawakkalu, allahumma dzallil li shu’ubata amri, wa sahhil ‘alayya masyaqqata safari, warzuqni minal khairi aktsara mimma athlubu, washrif ‘anni kulla syar, rabbisyrah li shadri wa yassir li amri",
      "arti": "Ya Allah, aku mohon pertolonganMu dan kepadaMu aku menyerahkan diri ya Allah, mudahkanlah kesulitan urusanku dan mudahkanlah kesukaran-kesukaran perjalananku, berilah padaku rejeki yang baik dab lebih banyak dari apa yang kuminta. Hindarkanlah dariku segala keburukan. Ya Tuhanku, lapangkanlah dadaku dan mudahkanlah segala urusanku"
    },
    {
      "id": 2,
      "ayat": "اللَّهُمَّ إني أسْتَحْفِظُكَ وأسْتَوْدِعُكَ نَفْسِي وَدِينِي وأهْلِي وأقارِبي وكُلَّ ما أنْعَمْتَ عَليَّ وَعَليْهِمْ بِهِ مِنْ آخِرَةٍ وَدُنْيا، فاحْفَظْنَا أجمعَينَ مِنْ كُلّ سُوءٍ يا كَرِيمُ. دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ ۚ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
      "bacaan": "Allahumma inni astahfizhuka wa astaudi’uka nafsi wa dini wa ahli wa aqaribi wa kulla ma an’amta ‘alayya wa ‘alaihim bihi min akhiratin wa dunya, fahfazhna ajma’in min kulli su’ ya karim",
      "arti": "Ya Allah, pada-Mu, aku serahkan dan titipkan jiwaku, agamaku, keluargaku, kerabatku, dan seluruh nikmat dunia dan akhirat yang Engkau berikan kepadaku dan kepada mereka. Jagalah kami semua dari segala hal buruk, wahai zat Yang Maha Mulia"
    },
    {
      "id": 3,
      "ayat": "وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلِّمَ",
      "bacaan": "Wa shallallaahu 'alaa sayyidinaa muhammadin wa'alaa aalihi wa shahbihi wasallim",
      "arti": "Semoga Allah (tuhan Seluruh Alam) memberikan rahmat dan kesejahteraan-Nya kepada penghulu kami, Nabi Muhammad shallallahu alaihi wasallam, keluarga dan sahabatnya dan segala puji bagi Allah, Tuhan Semesta (Seluruh) Alam"
    }
  ],
  "references": {
    "id": 0,
    "surat": "H.R. Al-Bukhari"
  }
}