{
  "title": {
    "id": 46,
    "text": "Memakamkan Jenazah"
  },
  "pharagraph": [
    {
      "id": 1,
      "text": "Hukum memakamkan jenazah adalah fardhu kifayah. Allah Ta'ala berfirman \"Bukankah Kami menjadikan Bumi (tempat) berkumpul, (bagi) orang-orang yang hidup dan yang mati.\""
    },
    {
      "id": 2,
      "text": "Berdasarkan hadits yang diriwayatkan oleh Ahmad, Muslim dan Ashabus Sunan dari 'Uqbah R.A. bahwa terdapat tiga waktu terlarang untuk memakamkan jenazah. Uqbah berkata\"Rasulullah SAW melarang kamu untuk mensholatkan atau memakamkan jenazah pada tiga waktu, yaitu ketika tepat matahari terbit sampai naik; tepat tengah hari hingga tergelincir; dan ketika matahari hampir tenggelam sampai terbenam.\""
    },
    {
      "id": 3,
      "text": "Tata cara memasukkan jenazah ke dalam kubur:",
      "ol": {
        "isOl": true,
        "type": "1",
        "start": 1,
        "list": [
          {
            "id": 1,
            "text": "Disunahkan dari bagian belakang (arah kedua kaki)..."
          },
          {
            "id": 2,
            "text": "Ketika meletakkan jenazah ke dalam lubang kubur, membaca doa:",
            "phar": [
              {
                "id": 1,
                "arab": "بِسْمِ اللهِ وَعَلَى مِلَّةِ/سُنَّةِ رَسُولِ اللهِ ، اللَّهُمَّ افْتَحْ أَبْوَابَ السَّمَاءِ لِرُوحِهِ وَأَكْرِمْ نُزُلَهُ وَوَسِّعْ مَدْخَلَهُ وَوَسِّعْ لَهُ فِي قَبْرِهِ",
                "bacaan": "Bismillāh wa ‘alā millati/sunnati rasūlillāh. Allāhummaftah abwābas samā’I li rūhihī, wa akrim nuzulahū, wa wassi‘ madkhalahū, wa wassi‘ lahū fī qabrihī.",
                "arti": "Dengan nama Allah dan atas agama rasul-Nya. Ya Allah, bukalah pintu-pintu langit untuk roh jenazah, muliakanlah tempatnya, luaskanlah tempat masuknya, dan lapangkanlah alam kuburnya."
              }
            ]
          },
          {
            "id": 3,
            "text": "Di dalam kubur, jenazah dibaringkan pada sisi kanan jenazah dengan wajah menghadap ke arah kiblat."
          },
          {
            "id": 4,
            "text": "Membuka ikatan kain kafan"
          },
          {
            "id": 5,
            "text": "Disunnahkan meletakkan kepala jenazah di atas bantalan tanah liat."
          },
          {
            "id": 7,
            "text": ""
          },
          {
            "id": 7,
            "text": ""
          },
          {
            "id": 7,
            "text": ""
          },
          {
            "id": 7,
            "text": ""
          },
          {
            "id": 7,
            "text": ""
          },
          {
            "id": 12,
            "text": "Disunnahkan memohonkan ampunan bagi jenazah... doa yang dibaca:",
            "phar": [
              {
                "id": 1,
                "arab": "اَللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَعَافِهِ وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مَدْخَلَهُ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ اْلأَبْيَضَ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ، وَأَهْلاً خَيْرًا مِنْ أَهْلِهِ، وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ، وَأَدْخِلْهُ الْجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ الْقَبْرِ وَعَذَابِ النَّارِ",
                "bacaan": "Allahummaghfirla-hu warham-hu wa 'aafi-hi wa'fu 'an-hu wa akrim nuzula-hu, wa wassi' madkhola-hu, waghsil-hu bil maa-i wats tsalji wal barod wa naqqi-hi minal khothoyaa kamaa naqqoitats tsaubal abyadho minad danaas, wa abdil-hu daaron khoirom min daari-hi, wa ahlan khoirom min ahli-hi, wa zawjan khoirom min zawji-hi, wa ad-khilkul jannata, wa a'idz-hu min 'adzabil qobri wa 'adzabin naar",
                "arti": "Ya Allah, ampunilah ia, kasihilah ia, berilah ia kekuatan, maafkanlah ia, dan tempatkanlah di tempat yang mulia (surga), luaskan kuburannya, mandikan ia dengan air salju dan air es. Bersihkan ia dari segala kesalahan, sebagaimana Engkau membersihkan baju putih dari kotoran, berilah ganti rumah yang lebih baik dari rumahnya (di dunia), berilah ganti keluarga (atau istri di surga) yang lebih baik daripada keluarganya (di dunia), istri (atau suami) yang lebih baik daripada istrinya (atau suaminya), dan masukkan ia ke surga, jagalah ia dari siksa kubur dan neraka."
              }
            ]
          }
        ]
      }
    }
  ]
}