{
  "intro": {
    "id": 43,
    "title": "Menyolatkan Jenazah"
  },
  "pharagraph": [
    {
      "id": 1,
      "text": "Hukum menyolatkan jenazah adalah fardhu kifayah, Rasulullah SAW menjelaskan keutamaan sholat jenazah, \"Barang siapa keluar bersama jenazah dari rumahnya, menyolatkannya, lalu mengiringkannya sampai memakamkannya, maka ia memperoleh pahala sebesar 2 qirot, yang masing-masing seberat Gunung Uhud. Barang siapa hanya menyolatkannya, maka ia mendapat pahala seberat gunung Uhud."
    },
    {
      "id": 2,
      "text": "Ketika sholat jenazah, makmum sekurang-kurangnya terdiri atas tiga shaf yang berbaris lurus dan disunahkan memperbanyak jumlah makmum. Rasulullah SAW bersabda:",
      "ol": {
        "isOl": true,
        "type": "a",
        "start": 1,
        "list": [
          {
            "id": 1,
            "text": "\"Seorang mukmin yang meninggal, kemudian disholatkan oleh umat Islam yang jumlahnya mencapai tiga shaf, maka diampuni dosanya.\""
          },
          {
            "id": 2,
            "text": "\"Jenazah yang dishalatkan dan didoakan dengan ikhlas oleh umat Islam yang banyaknya mencapai seratus orang, maka doa mereka dikabulkan.\""
          }
        ]
      }
    },
    {
      "id": 3,
      "text": "Syarat-syarat sholat jenazah yaitu:",
      "ol": {
        "isOl": true,
        "type": "1",
        "start": 1,
        "list": [
          {
            "id": 1,
            "text": "Suci dari najis dan hadis."
          },
          {
            "id": 2,
            "text": "Menutup Aurat."
          },
          {
            "id": 3,
            "text": "Menghadap Kiblat."
          }
        ]
      }
    },
    {
      "id": 4,
      "text": "Sholat jenazah harus memenuhi beberapa rukun. Bila salah satu rukun tersebut tidak dipenuhi, maka sholatnya tidak sah. Rukun-rukun sholat jenazah yaitu:",
      "ol": {
        "isOl": true,
        "type": "1",
        "start": 1,
        "list": [
          {
            "id": 1,
            "text": "Berniat."
          },
          {
            "id": 2,
            "text": "Berdiri tanpa rukuk dan sujud."
          },
          {
            "id": 3,
            "text": "Bertakbir empat kali. Berdasarkan hadist yang diriwayatkan Jabir R.A. \"Rasulullah SAW menyolati Raja Najasi dengan empat kali takbir.\""
          },
          {
            "id": 4,
            "text": "Membaca al-Fatihah, Tolha Bin Abdillah R.A. berkata \"Aku sholat jenazah bersaba Ibnnu Abbas dan ia membaca al-Fatihah.\" Lalu Ibnu Abbas berkata \"Membaca al-Fatihah adalah sunah.\""
          },
          {
            "id": 5,
            "text": "Bersholawat atas Nabi SAW"
          },
          {
            "id": 6,
            "text": "Berdoa. Rasulullah SAW bersabda \"Jika kalian mensholatkan jenazah, maka doalah untuknya dengan ikhlas.\""
          },
          {
            "id": 7,
            "text": "Salam, dimulai dengan menghadapkan wajah ke sebelah kanan, lalu ke kiri."
          }
        ]
      }
    },
    {
      "id": 5,
      "text": "Adapun tata cara sholat jenazah adalah sebagai berikut:",
      "ol": {
        "type": "1",
        "start": 1,
        "isOl": true,
        "list": [
          {
            "id": 1,
            "text": "Imam berdiri ke arah kepala jenazah laki-laki, atau ke arah perut jenazah perempuan."
          },
          {
            "id": 2,
            "text": "Makmum berdiri di belakang imam dengan sekurang-kurangnya tiga shaf yang berbaris lurus. Masing-masing shaf paling sedikit terdiri atas dua orang."
          },
          {
            "id": 3,
            "text": "Berniat.",
            "phar": [
              {
                "id": 1,
                "arab": "اُصَلِّيْ عَلٰ هٰذَّ االْمَيَّتِ (هٰذِهِ الْمَيِتَهِ) اَرْبَعَ  تَكْبِيْرَانٍ مَسْتَقْبِلَ الْقِبْلَةِ فَرْضَ الْكِفَا يَهِ (اِمَامَا) مَأْمُوْمًا الِلّٰهِ تَعٰلٰى. اَللّٰهُ أَكْبَرُ",
                "bacaan": "Usholli ‘ala hadzal mayyiti (hadzil hil mayyitati) arba arrotakbiirotin mustakbilal kiblati fardhol kifayati imaman / makmuman lillahi ta'ala.. Allahu Akbar",
                "arti": "Saya niat sholat atas mayit (laki-laki/perempuan) ini empat takbir fardhu kifayah menjadi imam / makmum karena Allah Ta’ala Allahu Akbar"
              }
            ]
          },
          {
            "id": 4,
            "text": "Takbir pertama, membaca surat al-Fatihah.",
            "phar": [
              {
                "id": 1,
                "arab": "بِـــسْمِ اﷲِالرَّحْمٰنِ الرَّحِيْمِ١ اَلْحَمْدُ لِلهِ رَبِّ الْعَالَمِيْنَ٢ اَلرَّحْمَنِ الرَّحِيْمِ٣ مَالِكِ يَوْمِ الدِّيْنِ٤ اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُ٥ اِهْدِنَا الصِّرَاطَ الَّمُسْتَقِيْمَ٦ صِرَاطَ الَّذِ يْنَ اَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّالِّيْنَ٧",
                "bacaan": "Bismillaahir Rahmaanir Rahiim. Alhamdu lillaahi Rabbil 'aalamiin. Ar-Rahmaanir-Rahiim. Maaliki Yawmid-Diin. Iyyaaka na'budu wa lyyaaka nasta'iin. Ihdinas-Siraatal-Mustaqiim. Siraatal-laziina an'amta 'alaihim ghayril-maghduubi 'alaihim wa lad-daaalliin.",
                "arti": "Dengan nama Allah Yang Maha Pengasih, Maha Penyayang. Segala puji bagi Allah, Tuhan seluruh alam,. Yang Maha Pengasih, Maha Penyayang,. Pemilik hari pembalasan.. Hanya kepada Engkaulah kami menyembah dan hanya kepada Engkaulah kami mohon pertolongan.. Tunjukilah kami jalan yang lurus. (yaitu) jalan orang-orang yang telah Engkau beri nikmat kepadanya; bukan (jalan) mereka yang dimurkai, dan bukan (pula jalan) mereka yang sesat.."
              }
            ]
          },
          {
            "id": 5,
            "text": "Takbir kedua, membaca sholawat.",
            "phar": [
              {
                "id": 1,
                "arab": "اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى سَيِّدِنَا إِبْرَاهِيمَ، وَعَلَى آلِ سَيِّدِنَا إِبْرَاهِيمَ وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى سَيِّدِنَا إِبْرَاهِيمَ، وَعَلَى آلِ سَيِّدِنَا إِبْرَاهِيمَ، فِي الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ",
                "bacaan": "Allâhumma shalli ‘alâ sayyidinâ Muhammad wa ‘alâ âli sayyidinâ Muhammad, kamâ shallaita ‘alâ sayyidinâ Ibrâhîm wa ‘alâ âli sayyidinâ Ibrâhim, wa bârik ‘alâ sayyidinâ Muhammad, wa ‘alâ âli sayyidinâ Muhammad, kamâ bârakta ‘alâ sayyidina Ibrâhîm wa ‘alâ âli sayyidinâ Ibrâhîm fil ‘âlamîna innaka hamîdun majîd.",
                "art": "Ya Allah, limpahkanlah rahmat kepada Nabi Muhammad dan kepada keluarga Nabi Muhammad, sebagaimana telah Engkau limpahkan rahmat kepada Nabi Ibrahim dan keluarga Nabi Ibrahim. Limpahkan pula keberkahan bagi Nabi Muhammad dan bagi keluarga Nabi Muhammad, sebagaimana telah Engkau limpahkan keberkahan bagi Nabi Ibrahim dan bagi keluarga Nabi Ibrahim. Sesungguhnya di alam semesta Engkau Maha Terpuji dan Maha Agung."
              }
            ]
          },
          {
            "id": 6,
            "text": "Takbir ketiga, membaca doa.",
            "phar": [
              {
                "id": 1,
                "arab": "اَللّٰهُمَّ اغْفِرْ لَهُ (هَل) وَارْحَمْهُ (هَل) وَعَافِهِ (هَل) وَاعْفُ عَنْهُ،(هَل) وَأَكْرِمْ نُزُلَهُ،(هَل) وَوَسِّعْ مَدْخَلَهُ،(هَل) وَاغْسِلْهُ (هَل) بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ (هَل) مِنَ الْخَطَايَا كَمَا نَقَيْتَ الثَّوْبَ الْأَبْيَضَ مِنَ الدَّنَسِ، وَأَبْدِلْهُ (هَل) دَارًا خَيْرًا مِنْ دَارِهِ (هَل) وَاَهْلًا خَيْرًا مِنْ اَهْلِهِ (هَل) وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ (هَل) وأَدْخِلْهُ (هَل) الْجَنَّةَ وَأَعِذْهُ (هَل) مِنْ عَذَابِ الْقَبْرِ وَ مِنْ عَذَابِ النَّارِ",
                "bacaan": "Allâhummaghfir lahu warhamhu wa ‘âfihi wa‘fu anhu wa akrim nuzulahu wa wassi’ madkhalahu waghsilhu bilmâ’i wats tsalji wal baradi, wa naqqihi minal khathâyâ kamâ naqaita ats-tsauba al-abyadh minad danasi, wa abdilhu dâran khairan min dârihi wa ahlan khairan min ahlihi wa zaujan khairan min zaujihi wa adkhilhu al-jannata wa a’idzhu min ‘adzâbil qabri wa min adzâbinnâr.",
                "art": "Ya Allah, ampunilah dia, rahmatilah dia, bebaskanlah dan maafkanlah dia. Muliakanlah tempatnya, luaskanlah kuburnya, dan mandikanlah ia dengan air, salju, dan es. Bersihkan dia dari segala kesalahan, sebagaimana Engkau membersihkan baju yang putih dari kotoran. Berikan ia rumah yang lebih baik dari rumahnya (di dunia), keluarga yang lebih baik dari keluarganya, pasangan yang lebih baik dari pasangannya. Kemudian masukkanlah ia ke dalam surga dan lindungilah ia dari siksa kubur dan siksa neraka"
              }
            ]
          },
          {
            "id": 7,
            "text": "Takbir keempat, membaca doa.",
            "phar": [
              {
                "id": 1,
                "arab": "اَللّٰهُمَّ لَا تَحْرِمْنَا اَجْرَهُ (هَا) وَلَا تَفْتِنَّا بَعْدَهُ (هَا) وَاغْفِرْ لَنَا وَلَهُ (هَا) وَلَاِ خْوَا نِنَا الَّذِيْنَ سَبَقُوْنَا بِالْاِيْمَانِ وَلَاتَجْعَلْ فِيْ قُلُوْبِنَا غِلًّا لِّلَّذِيْنَ اٰمَنُوْا رَبَّنَااِنَّكَ رَؤُفٌ رَّحِيْمٌ.",
                "bacaan": "Allaahumma laa tahrimnaa ajrahu walaa taftinnaa ba'da - hu waghfir lanaa walahu wali ikhwaaninal ladziina saba- quuna bil iimaani walaa taj'al fii quluubinaa ghillan lil- ladziina aamanuu rabbanaa innaka ra'uu fur rahiimun.",
                "arti": "Ya Allah, janganlah kiranya pahalanya tidak sampai kepada kami, dan janganlah - Engkau memberi kami fitnah sepeninggalnya, dan ampunilah kami dan dia, dan bagi - saudar –saudara kita yang mendahului kita dengan iman, dan janganlah Engkau men - jadikan unek – unek/gelisah dalam hati kami dan bagi orang–orang yang beriman. Wahai Tuhan kami, sesungguhnya Engkaulah Maha Pengampun lagi Maha Penyayang."
              },
              {
                "id": 2,
                "text": "Bila jenazah anak-anak, laki-laki, atau perempuan, disunahkan membaca doa:"
              },
              {
                "id": 3,
                "arab": "اللّـٰهُمَّ اجْعَلْهُ (هَا) فَرَطاً ِلأَبَوْيهِ (هَا) وَسَلَفاً وَذُخْراً، وَعِظَةً وَاعْتِبَاراً وَشَفِيْعاً، وَثَقِّلْ بِهِ مَوَازِيْنَهُمَا وَأَفْرِغِ الصَّبْرَ عَلٰى قُلُوْبِهِمَا وَلاَ تَفْتِنَّهُمَا بَعْدَهُ (هَا) وَلاَ تَحْرِمْهُمَا أَجْرَهُ (هَا).",
                "bacaan": "Allahummaj’alhu farthon li abawaihi wasalafan wadzukhro wa’idzotan wa’tibaron wasyafi’an watsaqil bihi mawazinahuma wa afrighish shobro ‘ala qolbihima wala taftinhuma ba’dahu wala tahrimhuma ajrohu.",
                "arti": "Ya Allah Jadikanlah kematian anak ini sebagai pahala bagi kedua orang tuanya, sebagai pendahulu, simpanan, Pelajaran, Contoh dan Penolong. Dan dengan kematian anak ini beratkanlah timbangan kebaikan kedua orang tuanya, anugrahkanlah kesabaran pada hati kedua orang tuanya, dan jangan Engkau beri fitnah kedua orang tuanya sesudah meninggalnya anak ini dan jangan pula Engkau kosongkan kedua orang tuanya pahala anaknya."
              }
            ]
          },
          {
            "id": 8,
            "text": "Salam.",
            "phar": [
              {
                "id": 1,
                "arab": "السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ",
                "bacaan": "Assalamualaikum Warahmatullahi Wabarakatuh.",
                "arti": "Semoga kedamaian bersamamu serta pengampunan dan berkah dari Allah SWT."
              }
            ]
          }
        ]
      }
    }
  ]
}